const testimonials = [
    {
        username: 'Ибрахим Махмадуллоев',
        text: `Работа с Шавкатом была настоящим удовольствием. Он всегда детально разбирает задачи, учитывает все нюансы и предлагает оптимальные решения. Благодаря его профессионализму, проект продвигался очень гладко, а его навыки в адаптивной вёрстке и JavaScript произвели на меня впечатление. Отличный командный игрок!`,
        picture: './img/Client 1.png',
    },

    {
        username: 'Баходур Назриев',
        text: `Шавкат всегда четко понимает требования к проекту и готов быстро реагировать на любые изменения. Мы работали вместе над несколькими сайтами, и его чувство ответственности за качество было заметно с первого дня. Он прекрасно справляется с интеграцией дизайна в код, и конечный результат выглядит просто отлично.`,
        picture: './img/Client 2.png',
    },

    {
        username: 'Умед Мирзобошиев',
        text: `Шавкат всегда вовремя сдаёт работу и предельно внимателен к деталям. Он умеет находить креативные решения и отлично справляется с адаптацией сайта под различные устройства. Если требуется что-то сложное или нестандартное — он точно тот, кому можно доверить проект. Рекомендую его как надежного и профессионального разработчика.`,
        picture: './img/Client 3.png',
    },

    {
        username: 'Косимов Абдунаби',
        text: `Шавкат — невероятно талантливый и ответственный специалист. Он не только реализовал наш сайт с точностью до пикселя, но и предложил улучшения, которые сделали его еще удобнее для пользователей. Общение с ним легкое и приятное, он всегда разъясняет сложные моменты простым языком и точно следует графику. Я бы с удовольствием снова обратилась к нему для будущих проектов.`,
        picture: './img/Client 4.png',
    },
];

